tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "curl"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "jq"
brew "mas"
brew "mysql"
brew "nodenv"
brew "nodebrew"
brew "nmap"
brew "openssh"
brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tig"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "chromedriver"
cask "docker"
cask "enpass"
cask "firefox-developer-edition"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
mas "Xcode", id: 497799835
