tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "curl"
brew "docker-compose"
brew "direnv"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "jq"
brew "nodenv"
brew "nmap"
brew "openssh"
brew "tig"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "chromedriver"
cask "docker"
cask "enpass"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
cask "brave-browser"
cask "notion"
cask "clipy"
cask "shiftit"
