tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "curl"
brew "docker-compose"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "mas"
brew "mysql"
brew "nodebrew"
brew "openssh"
brew "tig"
brew "vim"
brew "zsh"
brew "zsh-completions"
cask "chromedriver"
cask "docker"
cask "enpass"
cask "firefox-developer-edition"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
mas "Just Focus", id: 1142151959
mas "Keynote", id: 409183694
mas "Xcode", id: 497799835
