abusaidm.html-snippets
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.remotehub
hediet.vscode-drawio
jebbs.plantuml
jonkwheeler.styled-components-snippets
jpoissonnier.vscode-styled-components
liviuschera.noctis
mkaufman.HTMLHint
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vsliveshare.vsliveshare
nickdemayo.vscode-json-editor
Orta.vscode-jest
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
slevesque.vscode-hexdump
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
syler.sass-indented
toba.vsfire
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
xabikos.ReactSnippets
Zignd.html-css-class-completion
