cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
GitHub.remotehub
hediet.vscode-drawio
jebbs.plantuml
johnpapa.vscode-peacock
jonkwheeler.styled-components-snippets
jpoissonnier.vscode-styled-components
junv.recent-files
kintone-extension.kintone-extension
leodevbro.blockman
liviuschera.noctis
mkaufman.HTMLHint
ms-python.python
ms-python.vscode-pylance
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mugi-uno.closure-tools-helper
nickdemayo.vscode-json-editor
Orta.vscode-jest
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
samverschueren.linter-xo
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
stylelint.vscode-stylelint
syler.sass-indented
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
wmaurer.change-case
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
