abusaidm.html-snippets
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
hediet.vscode-drawio
humao.rest-client
jebbs.plantuml
mathiasfrohlich.Kotlin
mkaufman.HTMLHint
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
nickdemayo.vscode-json-editor
Orta.vscode-jest
PKief.material-icon-theme
platformio.platformio-ide
pnp.polacode
pranaygp.vscode-css-peek
slevesque.vscode-hexdump
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
syler.sass-indented
techer.open-in-browser
tombonnike.vscode-status-bar-format-toggle
vsciot-vscode.vscode-arduino
vscodevim.vim
Zignd.html-css-class-completion
